IDEA StatiCa Open Model
MaterialStrength Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
Initializes a new instance of the MaterialStrength class
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public MaterialStrength()
Public Sub New
public:
MaterialStrength()
See Also
Reference
MaterialStrength Class
IdeaRS.OpenModel.Material Namespace